benchmark/output/2servidores/0_22-Jul-2014-01:48:34-1-100-16.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient).....done


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        522106 bytes

Concurrency Level:      16
Time taken for tests:   88.431 seconds
Complete requests:      100
Failed requests:        0
Write errors:           0
Keep-Alive requests:    0
Total transferred:      52227700 bytes
HTML transferred:       52210600 bytes
Requests per second:    1.13 [#/sec] (mean)
Time per request:       14148.941 [ms] (mean)
Time per request:       884.309 [ms] (mean, across all concurrent requests)
Transfer rate:          576.76 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    3   3.5      2      24
Processing:  6326 12638 4039.5  11845   27499
Waiting:     6236 11280 1790.8  11368   16405
Total:       6328 12642 4040.0  11852   27501

Percentage of the requests served within a certain time (ms)
  50%  11852
  66%  12522
  75%  12971
  80%  13217
  90%  14943
  95%  26355
  98%  27424
  99%  27501
 100%  27501 (longest request)