benchmark/output/2servidores/1_22-Jul-2014-01:50:22-1-500-8.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient)
Completed 100 requests
Completed 200 requests
Completed 300 requests
Completed 400 requests
Completed 500 requests
Finished 500 requests


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        522106 bytes

Concurrency Level:      8
Time taken for tests:   423.358 seconds
Complete requests:      500
Failed requests:        0
Write errors:           0
Keep-Alive requests:    0
Total transferred:      261138500 bytes
HTML transferred:       261053000 bytes
Requests per second:    1.18 [#/sec] (mean)
Time per request:       6773.734 [ms] (mean)
Time per request:       846.717 [ms] (mean, across all concurrent requests)
Transfer rate:          602.37 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    3   1.8      2      14
Processing:  4469 6732 2368.6   6280   20516
Waiting:     4377 6229 1026.5   6122   12976
Total:       4471 6734 2368.8   6282   20518

Percentage of the requests served within a certain time (ms)
  50%   6282
  66%   6533
  75%   6678
  80%   6780
  90%   7060
  95%  11942
  98%  19023
  99%  19484
 100%  20518 (longest request)