benchmark/output/2servidores/1_22-Jul-2014-02:04:13-3-500-32.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient)
Completed 100 requests
Completed 200 requests
Completed 300 requests
Completed 400 requests
Completed 500 requests
Finished 500 requests


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        522106 bytes

Concurrency Level:      32
Time taken for tests:   409.899 seconds
Complete requests:      500
Failed requests:        4
   (Connect: 0, Receive: 0, Length: 4, Exceptions: 0)
Write errors:           0
Non-2xx responses:      4
Keep-Alive requests:    0
Total transferred:      259057012 bytes
HTML transferred:       258971536 bytes
Requests per second:    1.22 [#/sec] (mean)
Time per request:       26233.567 [ms] (mean)
Time per request:       819.799 [ms] (mean, across all concurrent requests)
Transfer rate:          617.19 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    2   1.6      2      14
Processing:   119 25068 11081.6  25241   62578
Waiting:      119 24688 11025.0  24704   62477
Total:        121 25071 11081.7  25245   62581

Percentage of the requests served within a certain time (ms)
  50%  25245
  66%  29414
  75%  34410
  80%  37332
  90%  40281
  95%  41608
  98%  42411
  99%  43244
 100%  62581 (longest request)